{
  "userId": "ef93b75c-4443-4785-84e2-cbfc12a98bcd",
  "firstName": "Ibrahim",
  "lastName": "Chrayde",
  "assigmentId": "fd8e4eff-3d4e-4c5c-b057-5ec26896ee6d",
  "assigmentName": "Writing Diagnostic ",
  "sessionId": "0684c495-b7aa-4186-a3b1-68320bd78e6e",
  "email": "ibrahim.kch@hotmail.com",
  "spaceId": "eccb3434-e130-4250-b8cd-8ba714fcec86",
  "spaceName": "(Community) Presessional English (PSE London)",
  "score": 0,
  "max_score": 0,
  "questions": [
    {
      "response_id": "0684c495-b7aa-4186-a3b1-68320bd78e6e_3960ce8bd77744307fc18b27d76d6d07",
      "question_type": "longtextV2",
      "dt_score_updated": "2021-11-01T22:31:02Z",
      "automarkable": false,
      "attempted": true,
      "score": null,
      "max_score": null,
      "question_reference": "24b1d2b5-cdf7-4176-ba7e-23be2cb908ff",
      "item_reference": "edf392f5-6c77-4644-b270-c7ac129da35d",
      "response": {
        "value": "<p><b>Introduction </b></p><p>﻿The aim of this report is to discus two most popular well known means of transportation that are used by the students and discuss the advantages and disadvantages of the transportation. Since transportation are one of our major issues these days since in the presences of the large number of cars in transportation, specially for the largest cities all over the world lets take London as a well known example for big cities that are fully of crowded and congestion traffic jam and people. by this mean time some people and specially students which they are youth people. They uses nowadays alternative most popular means of transportations to reach their Universities and Schools, but these transportations got cons and pros or in other means advantages and disadvantages. </p><p><b>﻿Most Popular Transport </b></p><p>One of the most well know transports and highly used by the students and specially in London City is Bikes since the advantages of having a bicycle is healthy and that what most of students needs to do as a part of their time on daily basis. Since most of the Students will be busy heading back home and studying to achieve and succeed in their academic year with full time assignments and assessments they won't be able to have time to workout and stay healthy, fit and in shape. Also the second main reason is that this transportation process is cheap what you need is to make a move using your legs and that's it and you're moving on. add to that the third advantage for using bicycle is that it's good for environment and it doesn't need fuel to move on so there is no emission of CO2 in the air. </p><p>On the other side one of the disadvantages for using bikes is there is no safe place for bikes in other means the lanes on the road for bikes are rare to find and hard to ride on it and even if you found out a road with bikes lanes you'll realize that the lanes is too small and not quite big enough for a biker to ride on specially for two bikes rides wants to ride on the same side also for most drivers that drives in a rush and wants to accelerate the speed they take the bike lane as a extra lane for them. moreover second disadvantage is that the bikes are slow in transportation so probably the students will arrive late to their schools and universities. In Addition to that a third disadvantage will make the students think twice to drive their bikes to schools and universities and specially for the ones who lives several kilometers away from their schools and universities is that you need to change clothes after every time they reach their either schools or universities. </p><p><b>﻿Second Most Popular Transport</b></p><p>﻿Second most popular means of transports is train and one of the most advantages for using trains is Good for environment since public transportations and specially trains that can reduce the emission of CO2 in the air in an indirect way. in other meaning the students that will prevents using their own cars and uses trains will help in reducing air pollution. second advantage of using train is the train is quick and fast to transport the students and specially these days trains are well known with high speed in moving and traveling. third advantage for using train is that the train is that station is near and easily reachable and widespread all over the country so all the people and specially students can reach the station easily. </p><p>Whereas trains also has disadvantages and one of the disadvantages is expensive tickets specially for school students and also for university students. Furthermore second disadvantage for using train transport is sometimes the train is cancelled or late for arrival to the station so the student won't be able to reach their schools easily. as well as that third disadvantage for using train is Rush hour- crowed and what that means, is that at mornings and at leaving time of work, schools and universities. </p><p><b>﻿Recommendations </b></p><p>One of the recommendations that should be used for the bikes drivers and specially students is a safe place for them so they can feel comfortable and safe while driving down their schools and universities also a changing rooms for students to be built in the schools and universities so they can change their outfits after reaching the school or university. in addition a highly recommendation is for universities and schools to start lessons later to avoid rush hour so the students won't stress out or arrives late to their schools or universities. also one last recommendations is to offer students a bus ride offered by the schools and universities to red                       </p>",
        "wordCount": 795,
        "type": "string",
        "apiVersion": "v2.168.12",
        "revision": 202
      },
      "questionInfo": {
        "type": "longtextV2",
        "widget_type": "response",
        "reference": "24b1d2b5-cdf7-4176-ba7e-23be2cb908ff",
        "data": {
          "stimulus": "<h2 id=\"yui_3_17_2_1_1628703407776_1784\"><span style=\"color:#0000ff;\"><b id=\"yui_3_17_2_1_1628703407776_2039\">You are going to write a report for your University. </b></span></h2>\n\n<h4><b>You should…</b></h4>\n\n<ul id=\"yui_3_17_2_1_1628703407776_2050\">\n\t<li><span style=\"font-size:1.3em;\">Write about the&nbsp;TWO&nbsp;most popular means of transportation used by students</span></li>\n\t<li><span style=\"font-size:1.3em;\">Discuss the advantages&nbsp;AND&nbsp;disadvantages</span></li>\n\t<li><span style=\"font-size:1.3em;\">Make some recommendations to the university</span></li>\n</ul>\n\n<h5 id=\"yui_3_17_2_1_1628703407776_2051\">&nbsp;</h5>\n\n<h4 id=\"yui_3_17_2_1_1628703407776_2055\"><b id=\"yui_3_17_2_1_1628703407776_2057\">Analyse the information in the table below:</b></h4>\n\n<p><img height=\"285\" src=\"https://assets.learnosity.com/organisations/755/501dfa12-1cf8-4ced-a6ab-aa6ba44e3379.JPG\" width=\"701\"></p>\n\n<p><img height=\"259\" src=\"https://assets.learnosity.com/organisations/755/2bc31a90-4e37-4aed-8f9c-b1924cc4ec71.JPG\" width=\"699\"></p>\n\n<h4>&nbsp;</h4>\n\n<h4><span style=\"color:#0000ff;\"><b>Write your report using the&nbsp;ALL&nbsp;the information in the table.</b></span></h4>\n\n<h4><span style=\"color:#ff0000;\"><b><u>Write COMPLETE sentences.&nbsp;Do NOT use bullet points.</u></b></span></h4>\n\n<h4><b style=\"\">Use at least&nbsp;ONE&nbsp;of <u>your own ideas</u>&nbsp;</b><b style=\"\">in the recommendations section.</b></h4>\n\n<h4>&nbsp;</h4>\n\n<h4><b>Follow the&nbsp;report structure&nbsp;you can see below:</b></h4>\n\n<p>&nbsp;</p>\n\n<p><img height=\"523\" src=\"https://assets.learnosity.com/organisations/755/2694fd52-288e-4118-90cd-de27f223d78a.JPG\" width=\"400\"></p>\n\n<h4>&nbsp;</h4>\n\n<h4><b>Write your report in the box below.&nbsp;Start with:&nbsp;</b></h4>\n\n<p><span style=\"font-size:1.3em;\"><i>The aim of this report is to ...</i></span></p>\n",
          "type": "longtextV2",
          "formatting_options": [
            "bold",
            "italic",
            "underline",
            "|",
            "unorderedList",
            "orderedList",
            "redo"
          ]
        },
        "metadata": {
          "name": "Essay with rich text",
          "template_reference": "1e6039f8-0676-495d-aca9-108710a51ce5"
        }
      },
      "feedbackInfo": [
        {
          "id": "0707_ef93b75c-4443-4785-84e2-cbfc12a98bcd_0684c495-b7aa-4186-a3b1-68320bd78e6e_693a9f9a1e0448596443624d752cc8ad",
          "user_id": "ef93b75c-4443-4785-84e2-cbfc12a98bcd",
          "response_id": "0684c495-b7aa-4186-a3b1-68320bd78e6e_693a9f9a1e0448596443624d752cc8ad",
          "type": "longtextV2",
          "question": {
            "type": "longtextV2",
            "metadata": {
              "source": {
                "organisation_id": 755
              },
              "sheet_reference": "default_feedback",
              "widget_reference": "de082b5f-742a-4ecf-82ca-4dc86e218fec",
              "valid_response_count": 0
            },
            "stimulus": "Written feedback:",
            "response_id": "0684c495-b7aa-4186-a3b1-68320bd78e6e_693a9f9a1e0448596443624d752cc8ad",
            "show_word_count": false,
            "show_word_limit": "off"
          },
          "response": null,
          "creation_date": "2021-11-02 15:41:06",
          "mod_date": "2021-11-02 15:41:06",
          "persist_until": "2021-11-03 15:41:06",
          "saved": false
        },
        null
      ]
    }
  ]
}